Revit 2015 API
BrowserOrganizationType Enumeration
 Enumerated type representing the type of browser organization.
Namespace: Autodesk.Revit
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Since: 2015
Since: 2015
Syntax
C#
public enum BrowserOrganizationType
Visual Basic
Public Enumeration BrowserOrganizationType
Visual C++
public enum class BrowserOrganizationType
Members
Member name | Description
Views |  The browser organization definition for views.
Sheets |  The browser organization definition for sheets.
Families |  The browser organization definition for families.
See Also
Autodesk.Revit Namespace